{
  "Associations": [
    {
      "id" : 1,
      "name" : "Intégration",
      "periode" : "P20 - A20",
      "poste" : "Responsable Informatique",
      "details" : "Mise en place d’un site, d’une application mobile et d’un système d’inscription aux activités au vu de la Covid19.",
      "idPhoto" : 1
    },
    {
      "id" : 2,
      "name" : "Ski'UTC",
      "periode" : "A20",
      "poste" : "Team Informatique",
      "details" : "Participation à la mise en place d'un site web, et à la maintenance d'une application mobile.",
      "idPhoto" : 2
    },
    {
      "id" : 3,
      "name" : "Comet",
      "periode" : "A20",
      "poste" : "Team Informatique",
      "details" : "Mise en place d'un projet de Click and Collect pour les associations.",
      "idPhoto" : 3
    },
    {
      "id" : 4,
      "name" : "Etusexy",
      "periode" : "A20",
      "poste" : "Responsable Informatique",
      "details" : "Maintenance du site.",
      "idPhoto" : 4
    },
    {
      "id" : 5,
      "name" : "SiMDE",
      "periode" : "A20",
      "poste" : "Membre",
      "details" : "Participation à la team Pay'UTC",
      "idPhoto" : 5
    }

  ],
  "Competences": [
    {
      "id" : 6,
      "name" : "Python",
      "pourcentage" : 80,
      "idPhoto" : 6
    },
    {
      "id" : 7,
      "name" : "Javascript",
      "pourcentage" : 75,
      "idPhoto" : 7
    },
    {
      "id" : 8,
      "name" : "PHP",
      "pourcentage" : 50,
      "idPhoto" : 8
    },
    {
      "id" : 9,
      "name" : "SQL",
      "pourcentage" : 70,
      "idPhoto" : 9
    },
    {
      "id" : 10,
      "name" : "C/C++",
      "pourcentage" : 35,
      "idPhoto" : 10
    },
    {
      "id": 11,
          "name" : "Russe",
          "pourcentage" : 0,
          "idPhoto" : 11
        }
  ],
  "Outils": [
    {
      "id" : 12,
      "name" : "Git",
      "pourcentage" : 70,
      "idPhoto" : 12
    },
    {
      "id" : 13,
      "name" : "React",
      "pourcentage" : 75,
      "idPhoto" : 13
    }
  ],
  "Lettre": [
    {
      "texte_perso": "Actuellement en GI02, je suis passionné par l'informatique. Je suis, de plus, un habitué du Pic en journée. Je n'aurais pas assez de place pour montrer l'amour que j'ai pour le Picasso en tant que foyer. Combien d'heure ai-je passé au baby ? Combien de partie de Coinche ai-je pu jouer ? Combien d'heure de révision ai-je pu entreprendre (sûrement moins que le baby) ? Combien de fois  ai-je pu perdre à Fifa ? Bref, le Pic est pour moi, ma deuxième maison (quoi que peut-être ma maison tout court en fait...). J'ai donc à coeur de vouloir faire partie d'une des équipes du Pic, pour faire perdurer l'endroit tel que je le connais.",
      "texte_collectif": "C'est pourquoi, avec Augustin De Laubier, nous nous présentons en tant que co-resp info. Nous pensons que nos idées, et nos projets, peuvent améliorer informatiquement le Picasso. Dans le cadre du Covid, nous sommes déjà en train de mettre en place un système pour éviter que les personnes reste au comptoir (Click and Collect). Nous ne connaissons peut-être pas tout, mais nous apprenons vite, et nous aimons les défis.",
      "blague": "Point le plus important de ma candidature, ma blague :"

    }
  ]
}
